fio/results/Amazon Web Services/c5d/write.out
job0: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=200
job1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=200
job2: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=200
job3: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=200
fio-2.14
Starting 4 processes
{
  "fio version" : "fio-2.14",
  "timestamp" : 1583515150,
  "timestamp_ms" : 1583515150443,
  "time" : "Fri Mar  6 17:19:10 2020",
  "global options" : {
    "size" : "100g",
    "rw" : "write",
    "ioengine" : "libaio",
    "bs" : "1M",
    "nrfiles" : "1",
    "direct" : "1",
    "sync" : "0",
    "end_fsync" : "1",
    "iodepth" : "200"
  },
  "jobs" : [
    {
      "jobname" : "job0",
      "groupid" : 0,
      "error" : 0,
      "eta" : 0,
      "elapsed" : 137,
      "job options" : {
        "filename" : "/dev/nvme1n1"
      },
      "read" : {
        "io_bytes" : 0,
        "bw" : 0,
        "iops" : 0.000000,
        "runtime" : 0,
        "total_ios" : 0,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "clat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000,
          "percentile" : {
            "1.000000" : 0,
            "5.000000" : 0,
            "10.000000" : 0,
            "20.000000" : 0,
            "30.000000" : 0,
            "40.000000" : 0,
            "50.000000" : 0,
            "60.000000" : 0,
            "70.000000" : 0,
            "80.000000" : 0,
            "90.000000" : 0,
            "95.000000" : 0,
            "99.000000" : 0,
            "99.500000" : 0,
            "99.900000" : 0,
            "99.950000" : 0,
            "99.990000" : 0,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "write" : {
        "io_bytes" : 104857600,
        "bw" : 771698,
        "iops" : 753.611694,
        "runtime" : 135879,
        "total_ios" : 102400,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 18,
          "max" : 2868,
          "mean" : 1002.534485,
          "stddev" : 570.776245
        },
        "clat" : {
          "min" : 20706,
          "max" : 284986,
          "mean" : 263897.812500,
          "stddev" : 13352.320312,
          "percentile" : {
            "1.000000" : 185344,
            "5.000000" : 264192,
            "10.000000" : 264192,
            "20.000000" : 264192,
            "30.000000" : 264192,
            "40.000000" : 264192,
            "50.000000" : 264192,
            "60.000000" : 264192,
            "70.000000" : 268288,
            "80.000000" : 268288,
            "90.000000" : 268288,
            "95.000000" : 268288,
            "99.000000" : 268288,
            "99.500000" : 268288,
            "99.900000" : 268288,
            "99.950000" : 268288,
            "99.990000" : 272384,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 22121,
          "max" : 286308,
          "mean" : 264900.343750,
          "stddev" : 13395.221680
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "trim" : {
        "io_bytes" : 0,
        "bw" : 0,
        "iops" : 0.000000,
        "runtime" : 0,
        "total_ios" : 0,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "clat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000,
          "percentile" : {
            "1.000000" : 0,
            "5.000000" : 0,
            "10.000000" : 0,
            "20.000000" : 0,
            "30.000000" : 0,
            "40.000000" : 0,
            "50.000000" : 0,
            "60.000000" : 0,
            "70.000000" : 0,
            "80.000000" : 0,
            "90.000000" : 0,
            "95.000000" : 0,
            "99.000000" : 0,
            "99.500000" : 0,
            "99.900000" : 0,
            "99.950000" : 0,
            "99.990000" : 0,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "usr_cpu" : 25.382328,
      "sys_cpu" : 4.546726,
      "ctx" : 75973,
      "majf" : 0,
      "minf" : 11,
      "iodepth_level" : {
        "1" : 0.100000,
        "2" : 0.100000,
        "4" : 0.100000,
        "8" : 0.100000,
        "16" : 0.100000,
        "32" : 0.100000,
        ">=64" : 99.938477
      },
      "latency_us" : {
        "2" : 0.000000,
        "4" : 0.000000,
        "10" : 0.000000,
        "20" : 0.000000,
        "50" : 0.000000,
        "100" : 0.000000,
        "250" : 0.000000,
        "500" : 0.000000,
        "750" : 0.000000,
        "1000" : 0.000000
      },
      "latency_ms" : {
        "2" : 0.000000,
        "4" : 0.000000,
        "10" : 0.000000,
        "20" : 0.000000,
        "50" : 0.021484,
        "100" : 0.037109,
        "250" : 2.604492,
        "500" : 97.336914,
        "750" : 0.000000,
        "1000" : 0.000000,
        "2000" : 0.000000,
        ">=2000" : 0.000000
      },
      "latency_depth" : 200,
      "latency_target" : 0,
      "latency_percentile" : 100.000000,
      "latency_window" : 0
    },
    {
      "jobname" : "job1",
      "groupid" : 0,
      "error" : 0,
      "eta" : 0,
      "elapsed" : 137,
      "job options" : {
        "filename" : "/dev/nvme2n1"
      },
      "read" : {
        "io_bytes" : 0,
        "bw" : 0,
        "iops" : 0.000000,
        "runtime" : 0,
        "total_ios" : 0,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "clat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000,
          "percentile" : {
            "1.000000" : 0,
            "5.000000" : 0,
            "10.000000" : 0,
            "20.000000" : 0,
            "30.000000" : 0,
            "40.000000" : 0,
            "50.000000" : 0,
            "60.000000" : 0,
            "70.000000" : 0,
            "80.000000" : 0,
            "90.000000" : 0,
            "95.000000" : 0,
            "99.000000" : 0,
            "99.500000" : 0,
            "99.900000" : 0,
            "99.950000" : 0,
            "99.990000" : 0,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "write" : {
        "io_bytes" : 104857600,
        "bw" : 771698,
        "iops" : 753.611694,
        "runtime" : 135879,
        "total_ios" : 102400,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 18,
          "max" : 18107,
          "mean" : 945.762695,
          "stddev" : 588.910156
        },
        "clat" : {
          "min" : 20991,
          "max" : 285015,
          "mean" : 263918.093750,
          "stddev" : 12906.246094,
          "percentile" : {
            "1.000000" : 189440,
            "5.000000" : 264192,
            "10.000000" : 264192,
            "20.000000" : 264192,
            "30.000000" : 264192,
            "40.000000" : 264192,
            "50.000000" : 264192,
            "60.000000" : 264192,
            "70.000000" : 264192,
            "80.000000" : 268288,
            "90.000000" : 268288,
            "95.000000" : 268288,
            "99.000000" : 268288,
            "99.500000" : 268288,
            "99.900000" : 268288,
            "99.950000" : 268288,
            "99.990000" : 276480,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 22280,
          "max" : 286376,
          "mean" : 264863.843750,
          "stddev" : 12939.094727
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "trim" : {
        "io_bytes" : 0,
        "bw" : 0,
        "iops" : 0.000000,
        "runtime" : 0,
        "total_ios" : 0,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "clat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000,
          "percentile" : {
            "1.000000" : 0,
            "5.000000" : 0,
            "10.000000" : 0,
            "20.000000" : 0,
            "30.000000" : 0,
            "40.000000" : 0,
            "50.000000" : 0,
            "60.000000" : 0,
            "70.000000" : 0,
            "80.000000" : 0,
            "90.000000" : 0,
            "95.000000" : 0,
            "99.000000" : 0,
            "99.500000" : 0,
            "99.900000" : 0,
            "99.950000" : 0,
            "99.990000" : 0,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "usr_cpu" : 28.561651,
      "sys_cpu" : 4.356113,
      "ctx" : 72106,
      "majf" : 0,
      "minf" : 10,
      "iodepth_level" : {
        "1" : 0.100000,
        "2" : 0.100000,
        "4" : 0.100000,
        "8" : 0.100000,
        "16" : 0.100000,
        "32" : 0.100000,
        ">=64" : 99.938477
      },
      "latency_us" : {
        "2" : 0.000000,
        "4" : 0.000000,
        "10" : 0.000000,
        "20" : 0.000000,
        "50" : 0.000000,
        "100" : 0.000000,
        "250" : 0.000000,
        "500" : 0.000000,
        "750" : 0.000000,
        "1000" : 0.000000
      },
      "latency_ms" : {
        "2" : 0.000000,
        "4" : 0.000000,
        "10" : 0.000000,
        "20" : 0.000000,
        "50" : 0.021484,
        "100" : 0.037109,
        "250" : 2.782227,
        "500" : 97.159180,
        "750" : 0.000000,
        "1000" : 0.000000,
        "2000" : 0.000000,
        ">=2000" : 0.000000
      },
      "latency_depth" : 200,
      "latency_target" : 0,
      "latency_percentile" : 100.000000,
      "latency_window" : 0
    },
    {
      "jobname" : "job2",
      "groupid" : 0,
      "error" : 0,
      "eta" : 0,
      "elapsed" : 137,
      "job options" : {
        "filename" : "/dev/nvme3n1"
      },
      "read" : {
        "io_bytes" : 0,
        "bw" : 0,
        "iops" : 0.000000,
        "runtime" : 0,
        "total_ios" : 0,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "clat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000,
          "percentile" : {
            "1.000000" : 0,
            "5.000000" : 0,
            "10.000000" : 0,
            "20.000000" : 0,
            "30.000000" : 0,
            "40.000000" : 0,
            "50.000000" : 0,
            "60.000000" : 0,
            "70.000000" : 0,
            "80.000000" : 0,
            "90.000000" : 0,
            "95.000000" : 0,
            "99.000000" : 0,
            "99.500000" : 0,
            "99.900000" : 0,
            "99.950000" : 0,
            "99.990000" : 0,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "write" : {
        "io_bytes" : 104857600,
        "bw" : 771704,
        "iops" : 753.617188,
        "runtime" : 135878,
        "total_ios" : 102400,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 17,
          "max" : 18252,
          "mean" : 985.829712,
          "stddev" : 560.842346
        },
        "clat" : {
          "min" : 20499,
          "max" : 284853,
          "mean" : 263925.312500,
          "stddev" : 13674.725586,
          "percentile" : {
            "1.000000" : 181248,
            "5.000000" : 264192,
            "10.000000" : 264192,
            "20.000000" : 264192,
            "30.000000" : 264192,
            "40.000000" : 264192,
            "50.000000" : 264192,
            "60.000000" : 264192,
            "70.000000" : 268288,
            "80.000000" : 268288,
            "90.000000" : 268288,
            "95.000000" : 268288,
            "99.000000" : 268288,
            "99.500000" : 268288,
            "99.900000" : 268288,
            "99.950000" : 268288,
            "99.990000" : 276480,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 21854,
          "max" : 286228,
          "mean" : 264911.156250,
          "stddev" : 13722.474609
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "trim" : {
        "io_bytes" : 0,
        "bw" : 0,
        "iops" : 0.000000,
        "runtime" : 0,
        "total_ios" : 0,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "clat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000,
          "percentile" : {
            "1.000000" : 0,
            "5.000000" : 0,
            "10.000000" : 0,
            "20.000000" : 0,
            "30.000000" : 0,
            "40.000000" : 0,
            "50.000000" : 0,
            "60.000000" : 0,
            "70.000000" : 0,
            "80.000000" : 0,
            "90.000000" : 0,
            "95.000000" : 0,
            "99.000000" : 0,
            "99.500000" : 0,
            "99.900000" : 0,
            "99.950000" : 0,
            "99.990000" : 0,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "usr_cpu" : 25.471565,
      "sys_cpu" : 3.885867,
      "ctx" : 76050,
      "majf" : 0,
      "minf" : 10,
      "iodepth_level" : {
        "1" : 0.100000,
        "2" : 0.100000,
        "4" : 0.100000,
        "8" : 0.100000,
        "16" : 0.100000,
        "32" : 0.100000,
        ">=64" : 99.938477
      },
      "latency_us" : {
        "2" : 0.000000,
        "4" : 0.000000,
        "10" : 0.000000,
        "20" : 0.000000,
        "50" : 0.000000,
        "100" : 0.000000,
        "250" : 0.000000,
        "500" : 0.000000,
        "750" : 0.000000,
        "1000" : 0.000000
      },
      "latency_ms" : {
        "2" : 0.000000,
        "4" : 0.000000,
        "10" : 0.000000,
        "20" : 0.000000,
        "50" : 0.021484,
        "100" : 0.037109,
        "250" : 2.390625,
        "500" : 97.550781,
        "750" : 0.000000,
        "1000" : 0.000000,
        "2000" : 0.000000,
        ">=2000" : 0.000000
      },
      "latency_depth" : 200,
      "latency_target" : 0,
      "latency_percentile" : 100.000000,
      "latency_window" : 0
    },
    {
      "jobname" : "job3",
      "groupid" : 0,
      "error" : 0,
      "eta" : 0,
      "elapsed" : 137,
      "job options" : {
        "filename" : "/dev/nvme4n1"
      },
      "read" : {
        "io_bytes" : 0,
        "bw" : 0,
        "iops" : 0.000000,
        "runtime" : 0,
        "total_ios" : 0,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "clat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000,
          "percentile" : {
            "1.000000" : 0,
            "5.000000" : 0,
            "10.000000" : 0,
            "20.000000" : 0,
            "30.000000" : 0,
            "40.000000" : 0,
            "50.000000" : 0,
            "60.000000" : 0,
            "70.000000" : 0,
            "80.000000" : 0,
            "90.000000" : 0,
            "95.000000" : 0,
            "99.000000" : 0,
            "99.500000" : 0,
            "99.900000" : 0,
            "99.950000" : 0,
            "99.990000" : 0,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "write" : {
        "io_bytes" : 104857600,
        "bw" : 771704,
        "iops" : 753.617188,
        "runtime" : 135878,
        "total_ios" : 102400,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 17,
          "max" : 18334,
          "mean" : 985.992920,
          "stddev" : 564.673706
        },
        "clat" : {
          "min" : 20361,
          "max" : 285822,
          "mean" : 263925.343750,
          "stddev" : 13245.247070,
          "percentile" : {
            "1.000000" : 191488,
            "5.000000" : 264192,
            "10.000000" : 264192,
            "20.000000" : 264192,
            "30.000000" : 264192,
            "40.000000" : 264192,
            "50.000000" : 264192,
            "60.000000" : 264192,
            "70.000000" : 268288,
            "80.000000" : 268288,
            "90.000000" : 268288,
            "95.000000" : 268288,
            "99.000000" : 268288,
            "99.500000" : 268288,
            "99.900000" : 268288,
            "99.950000" : 268288,
            "99.990000" : 280576,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 21703,
          "max" : 285884,
          "mean" : 264911.343750,
          "stddev" : 13287.849609
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "trim" : {
        "io_bytes" : 0,
        "bw" : 0,
        "iops" : 0.000000,
        "runtime" : 0,
        "total_ios" : 0,
        "short_ios" : 0,
        "drop_ios" : 0,
        "slat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "clat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000,
          "percentile" : {
            "1.000000" : 0,
            "5.000000" : 0,
            "10.000000" : 0,
            "20.000000" : 0,
            "30.000000" : 0,
            "40.000000" : 0,
            "50.000000" : 0,
            "60.000000" : 0,
            "70.000000" : 0,
            "80.000000" : 0,
            "90.000000" : 0,
            "95.000000" : 0,
            "99.000000" : 0,
            "99.500000" : 0,
            "99.900000" : 0,
            "99.950000" : 0,
            "99.990000" : 0,
            "0.00" : 0,
            "0.00" : 0,
            "0.00" : 0
          }
        },
        "lat" : {
          "min" : 0,
          "max" : 0,
          "mean" : 0.000000,
          "stddev" : 0.000000
        },
        "bw_min" : 0,
        "bw_max" : 0,
        "bw_agg" : 0.000000,
        "bw_mean" : 0.000000,
        "bw_dev" : 0.000000
      },
      "usr_cpu" : 25.492172,
      "sys_cpu" : 3.902794,
      "ctx" : 75963,
      "majf" : 0,
      "minf" : 11,
      "iodepth_level" : {
        "1" : 0.100000,
        "2" : 0.100000,
        "4" : 0.100000,
        "8" : 0.100000,
        "16" : 0.100000,
        "32" : 0.100000,
        ">=64" : 99.938477
      },
      "latency_us" : {
        "2" : 0.000000,
        "4" : 0.000000,
        "10" : 0.000000,
        "20" : 0.000000,
        "50" : 0.000000,
        "100" : 0.000000,
        "250" : 0.000000,
        "500" : 0.000000,
        "750" : 0.000000,
        "1000" : 0.000000
      },
      "latency_ms" : {
        "2" : 0.000000,
        "4" : 0.000000,
        "10" : 0.000000,
        "20" : 0.000000,
        "50" : 0.021484,
        "100" : 0.037109,
        "250" : 2.646484,
        "500" : 97.294922,
        "750" : 0.000000,
        "1000" : 0.000000,
        "2000" : 0.000000,
        ">=2000" : 0.000000
      },
      "latency_depth" : 200,
      "latency_target" : 0,
      "latency_percentile" : 100.000000,
      "latency_window" : 0
    }
  ],
  "disk_util" : [
    {
      "name" : "nvme1n1",
      "read_ios" : 44,
      "write_ios" : 819200,
      "read_merges" : 0,
      "write_merges" : 0,
      "read_ticks" : 4,
      "write_ticks" : 16699813,
      "in_queue" : 15964224,
      "util" : 99.784065
    },
    {
      "name" : "nvme2n1",
      "read_ios" : 42,
      "write_ios" : 819200,
      "read_merges" : 0,
      "write_merges" : 0,
      "read_ticks" : 4,
      "write_ticks" : 16711955,
      "in_queue" : 16113900,
      "util" : 99.867683
    },
    {
      "name" : "nvme3n1",
      "read_ios" : 44,
      "write_ios" : 819200,
      "read_merges" : 0,
      "write_merges" : 0,
      "read_ticks" : 4,
      "write_ticks" : 16718516,
      "in_queue" : 16130236,
      "util" : 99.879433
    },
    {
      "name" : "nvme4n1",
      "read_ios" : 84,
      "write_ios" : 819200,
      "read_merges" : 0,
      "write_merges" : 0,
      "read_ticks" : 9,
      "write_ticks" : 16719222,
      "in_queue" : 16133224,
      "util" : 99.886780
    }
  ]
}

job0: (groupid=0, jobs=1): err= 0: pid=38309: Fri Mar  6 17:19:10 2020
  write: io=102400MB, bw=771698KB/s, iops=753, runt=135879msec
    slat (usec): min=18, max=2868, avg=1002.53, stdev=570.78
    clat (msec): min=20, max=284, avg=263.90, stdev=13.35
     lat (msec): min=22, max=286, avg=264.90, stdev=13.40
    clat percentiles (msec):
     |  1.00th=[  186],  5.00th=[  265], 10.00th=[  265], 20.00th=[  265],
     | 30.00th=[  265], 40.00th=[  265], 50.00th=[  265], 60.00th=[  265],
     | 70.00th=[  269], 80.00th=[  269], 90.00th=[  269], 95.00th=[  269],
     | 99.00th=[  269], 99.50th=[  269], 99.90th=[  269], 99.95th=[  269],
     | 99.99th=[  273]
    lat (msec) : 50=0.02%, 100=0.04%, 250=2.60%, 500=97.34%
  cpu          : usr=25.38%, sys=4.55%, ctx=75973, majf=0, minf=11
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=102400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=200
job1: (groupid=0, jobs=1): err= 0: pid=38310: Fri Mar  6 17:19:10 2020
  write: io=102400MB, bw=771698KB/s, iops=753, runt=135879msec
    slat (usec): min=18, max=18107, avg=945.76, stdev=588.91
    clat (msec): min=20, max=285, avg=263.92, stdev=12.91
     lat (msec): min=22, max=286, avg=264.86, stdev=12.94
    clat percentiles (msec):
     |  1.00th=[  190],  5.00th=[  265], 10.00th=[  265], 20.00th=[  265],
     | 30.00th=[  265], 40.00th=[  265], 50.00th=[  265], 60.00th=[  265],
     | 70.00th=[  265], 80.00th=[  269], 90.00th=[  269], 95.00th=[  269],
     | 99.00th=[  269], 99.50th=[  269], 99.90th=[  269], 99.95th=[  269],
     | 99.99th=[  277]
    lat (msec) : 50=0.02%, 100=0.04%, 250=2.78%, 500=97.16%
  cpu          : usr=28.56%, sys=4.36%, ctx=72106, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=102400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=200
job2: (groupid=0, jobs=1): err= 0: pid=38311: Fri Mar  6 17:19:10 2020
  write: io=102400MB, bw=771704KB/s, iops=753, runt=135878msec
    slat (usec): min=17, max=18252, avg=985.83, stdev=560.84
    clat (msec): min=20, max=284, avg=263.93, stdev=13.67
     lat (msec): min=21, max=286, avg=264.91, stdev=13.72
    clat percentiles (msec):
     |  1.00th=[  182],  5.00th=[  265], 10.00th=[  265], 20.00th=[  265],
     | 30.00th=[  265], 40.00th=[  265], 50.00th=[  265], 60.00th=[  265],
     | 70.00th=[  269], 80.00th=[  269], 90.00th=[  269], 95.00th=[  269],
     | 99.00th=[  269], 99.50th=[  269], 99.90th=[  269], 99.95th=[  269],
     | 99.99th=[  277]
    lat (msec) : 50=0.02%, 100=0.04%, 250=2.39%, 500=97.55%
  cpu          : usr=25.47%, sys=3.89%, ctx=76050, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=102400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=200
job3: (groupid=0, jobs=1): err= 0: pid=38312: Fri Mar  6 17:19:10 2020
  write: io=102400MB, bw=771704KB/s, iops=753, runt=135878msec
    slat (usec): min=17, max=18334, avg=985.99, stdev=564.67
    clat (msec): min=20, max=285, avg=263.93, stdev=13.25
     lat (msec): min=21, max=285, avg=264.91, stdev=13.29
    clat percentiles (msec):
     |  1.00th=[  192],  5.00th=[  265], 10.00th=[  265], 20.00th=[  265],
     | 30.00th=[  265], 40.00th=[  265], 50.00th=[  265], 60.00th=[  265],
     | 70.00th=[  269], 80.00th=[  269], 90.00th=[  269], 95.00th=[  269],
     | 99.00th=[  269], 99.50th=[  269], 99.90th=[  269], 99.95th=[  269],
     | 99.99th=[  281]
    lat (msec) : 50=0.02%, 100=0.04%, 250=2.65%, 500=97.29%
  cpu          : usr=25.49%, sys=3.90%, ctx=75963, majf=0, minf=11
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=102400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=200

Run status group 0 (all jobs):
  WRITE: io=409600MB, aggrb=3014.5MB/s, minb=771698KB/s, maxb=771704KB/s, mint=135878msec, maxt=135879msec

Disk stats (read/write):
  nvme1n1: ios=44/819200, merge=0/0, ticks=4/16699813, in_queue=15964224, util=99.78%
  nvme2n1: ios=42/819200, merge=0/0, ticks=4/16711955, in_queue=16113900, util=99.87%
  nvme3n1: ios=44/819200, merge=0/0, ticks=4/16718516, in_queue=16130236, util=99.88%
  nvme4n1: ios=84/819200, merge=0/0, ticks=9/16719222, in_queue=16133224, util=99.89%